Repository: bez-dna/bzd-app-ios
Catalog: bezdna/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# auth.join.button
source: Login
ru: Войти

# auth.join.code
source: Verification Code
ru: Код подтверждения

# auth.join.complete
source: Continue
ru: Продолжить

# auth.join.phone
source: Phone Number
ru: Номер телефона

# error
source: Something went wrong..
ru: Что-то пошло не так..

# message.bubble.like
source: Like
ru: Лайк

# message.bubble.replies
source: %lld replies
ru: %lld ответа

# message.bubble.reply
source: Reply
ru: Ответить

# message.bubble.topics
source: Topics
ru: Темы

# message.topics.create
source: Add
ru: Добавить

# message.topics.delete
source: Remove
ru: Удалить

# messages.auth.button
source: Sign in
ru: Попасть в бездну

# messages.auth.desc
source: TBD: Sign in with phone number to start using bezdna
ru: Пока анонимно бездной пользоваться нельзя, поэтому нужно войти

# messages.auth.title
source: Bezdna Account
ru: Аккаунт бездны

# messages.list.contacts
source: Contacts
ru: Контакты

# messages.list.empty
source: Where are not messages yet, start posting ☝️ or find friends in contacts 👇
ru: Пока в ленте пусто, найди свои контакты 👇

# topics.create.button
source: Add
ru: Добавить

# topics.create.placeholder
source: New topic
ru: Новая тема

# user.edit
source: Edit
ru: Редактировать

# user.edit.name
source: Your name
ru: Имя

# user.logout
source: Logout
ru: Выйти

# user.topics.button
source: How it works?
ru: Как это работает?

# user.topics.desc
source: TBD: Follow by topics..
ru: Подписавшись на темы, сообщения с ними попадут в основную ленту

# user.topics.segments
source: TDB: Subscribed message split by timing and rate
ru: Можно выбрать в какое время эти сообщения будут попадать в ленту (только в утром или только в выходные), а так же выбрать насколько много их хочется видеть (не больше 1 в день или парочку самых важных в неделю).. но пока это не готово, но уже скоро 😬

# user.topics.title
source: Subscriptions
ru: Подписки

# users.contacts.button
source: TBD: Sync
ru: Разрешить доступ

# users.contacts.denied
source: TBD: App cant get contacts..
ru: Доступ к контактам запрещён 🙈🙊🙉 Без этого пока не получится никого найти

# users.contacts.empty
source: TBD: Empty
ru: Не смогли никого найти, скорее всего из-за того, что был выдан ограниченный доступ к контактам 🤷🏻‍♀️

# users.contacts.new
source: TBD: Send contacts to service and find someone..
ru: Нужно дать доступ к контактам чтобы найти кто из знакомых есть в бездне

# users.list.empty
source: TBD: Where are not users yet
ru: Нет ни одного контакта. TBD: нужно поставить какое-то действие

# users.list.me
source: it's your account ✌️
ru: это твой аккаунт ✌️
